Repository: CodingBlackFemales/wordpress
Catalog: web/app/plugins/buddypages/languages/buddypages-*.po
Languages: eu

source: post status is draft
eu: Bidalketaren egoera zirriborroan

# Post Type Singular Name
source: BuddyPage
eu: BuddyPages

source: Item Archives
eu: Elementuaren artxiboak

source: Parent Item:
eu: Guraso elementua:

source: All Items
eu: Elementu guztiak

source: Add New Item
eu: Elementu Berria Gehitu

source: Add New
eu: Gehitu berria

source: New Item
eu: Elementu berria

source: Edit Item
eu: Elementua Editatu

source: Update Item
eu: Elementua Eguneratu

source: View Item
eu: Elementua Ikusi

source: Search Item
eu: Elementua Bilatu

source: Not found
eu: Ez da aurkitu

source: Not found in Trash
eu: Ez dira bereizgarririk aurkitu zakarrontzian

source: Featured Image
eu: Nabarmendutako Irudia

source: Set featured image
eu: Ezarri nabarmendutako irudia

source: Remove featured image
eu: Kendu nabarmendutako irudia

source: Use as featured image
eu: Erabili nabarmendutako irudi gisa

source: Insert into item
eu: Elementuan txertatu

source: Uploaded to this item
eu: elementu honentzako eguneratu

source: Items list
eu: Elementu-zerrenda

source: Items list navigation
eu: Elementu zerrendaren nabigazioa

source: Filter items list
eu: Iragazitako elementuen zerrenda

source: BuddyPress user pages for profiles and groups
eu: BuddyPress erabiltzaile orrialdeak profilak eta taldeentzako

source: Edit
eu: Aldatu

source: Pages
eu: Orrialdeak

source: Error adding page.
eu: Arazoa orria gehitzen.

source: Page added.
eu: Orrialdea gehituta

source: Error editing page.
eu: Arazoa orria aldatzen.

source: Changes saved.
eu: Aldaketak gordeta

source: Error deleting page.
eu: Arazoa orria ezabatzean.

source: Page deleted.
eu: Orrialdea ezabatuta.

source: All Users
eu: Erabiltzaile guztiak

source: All Groups
eu: Talde guztiak

source: My Profile
eu: Nire Profila

source: Draft
eu: Zirriborroa

source: Publish
eu: Argitaratu

source: Profile
eu: Profila

source: All Members
eu: Kide Guztiak

source: BuddyPage Settings
eu: BuddyPage ezarpenak

source: Member Pages
eu: Kide orriak

source: Allow Members to Create Pages
eu: Onartu kideak orriak sortzeko

source: Allow site members to create pages for profiles and groups. Site administrators can always create BuddyPages, regardless of this setting.
eu: Onartu gune kideen profilak eta talde orriak sortzeko. Gunearen administratzaileak beti sortu ahal dezake BuddyPages, ezarpen hau kontuan hartu gabe.

source: Title
eu: Izenburua

source: Content
eu: Edukia

source: Post In
eu: Sarrera non

source: Post Status
eu: Bidalketa Egoerak

source: delete
eu: ezabatu

source: Add Page
eu: Orrialdea gehitu

source: Posted in:
eu: -n argitaratua

source: Permanent Link to edit %s
eu: Esteka Iraunkorrak %s editatzeko

source: Sorry, no pages created.
eu: Sentitzen dut, ez dago orririk sortuta.

source: BuddyPages is missing requirements and has been <a href="%s">deactivated</a>. Please make sure BuddyPress is installed and activated.
eu: BuddyPages eskakizunak falta dira eta <a href="%s">ezgaituak</a> izan dira. Mesedez ziurtatu BuddyPress instalatuta eta aktibatuta dagoela.

source: Check out %s from @pluginize
eu: Begiratu %s @pluginize -tik

source: More plugins for your WordPress site here!
eu: Plugin gehiago zure WordPress gunerako hemen!

source: Spread the word!
eu: Hitza zabaldu!

source: Helpscout Scanner is missing requirements and has been <a href="%s">deactivated</a>. Please make sure all requirements are available.
eu: Helpscout Scanner eskakizunak falta dira eta <a href="%s">ezgaituta</a> izan dira . Mesedez ziurtatu baldintza guztiak eskuragarri daudela.

source: Pluginize Support
eu: Pluginizeko laguntza

source: Thank you for choosing Pluginize! Here you can see our latest posts, search for help, or submit a ticket.
eu: Eskerrik asko Pluginize aukeratzeagatik! Hemen gure azken bidalketak ikusi ahal izango dituzu, laguntzagatik bilatu, edo ticket bat aurkeztu.

source: Pluginize products expand your ability to win the race with plugins used by companies looking for proven results.
eu: Pluginize produktuak lasterketa irabazteko zure gaitasuna zabaltzen du plugin hauekin, frogatutako emaitzak bilatzen dituzten konpainiek erabilitakoak

source: Search Help Docs
eu: Bilatu laguntza dok-ak

source: Sorry, currently no news.
eu: Sentitzen dut, une honetan ez dago berririk

source: Sorry, currently no products.
eu: Sentitzen dut, une honetan ez dago produkturik

source: Your server supports fsockopen.
eu: Zure zerbitzariak fsockopen onartzen du.

source: Your server does not support fsockopen.
eu: Zure zerbitzariak ez du fsockopen onartzen.

source: Your server supports cURL.
eu: Zure zerbitzariak cURL onartzen du.

source: Your server does not support cURL.
eu: Zure zerbitzariak ez du cURL onartzen.

source: Your server has the SOAP Client enabled.
eu: Zure zerbitzariak SOAP bezeroa ahalbidetu du.

source: Your server does not have the SOAP Client enabled.
eu: Zure zerbitzariak ez dauka SOAP Bezeroa gaituta.

source: Your server has SUHOSIN installed.
eu: Zure zerbitzariak SUHOSIN instalatua dauka.

source: Your server does not have SUHOSIN installed.
eu: Zure zerbitzariak ez dauka SUHOSIN instalatua.

source: Front end page creation for BuddyPress profiles and groups.
eu: Front end orri sortzailea BuddyPress profil eta taldeentzako.
